[
    {
        "img": "https://th.bing.com/th/id/R.8710479cbcf8443c95cd66e4260e0220?rik=wsj7dSPHQdTV3A&pid=ImgRaw&r=0",
        "description": "prescribed service means the Local Government Service, Pakistan Administrative Service constituted under Article 240 of the Constitution and Provincial Management Service constituted under the Punjab Provincial Management Service Rules, 2004 whether called by this or any other title"
    },
    {
        "img": "https://th.bing.com/th/id/OIP.eVj21LYSqT6Jk7kxt4w88gHaE7?pid=ImgDet&rs=1",
        "description": "Prescription services are at the core of what your pharmacist does.To save time and never miss a dose, you can renew your prescription in advance using one of the following options your pharmacist has made available to you: the mobile app, online renewals, the my renewal plan service and many others"
    },
    {
        "img": "https://th.bing.com/th/id/OIP.8K36Cglkx4E1XpwjMrkkwAHaGL?pid=ImgDet&w=600&h=500&rs=1",
        "description": "If you have been taking medication for a while, your pharmacist can adjust your therapy to fit with your needs and lifestyle even more.When it comes to medication, the one-size-fits-all approach does not always cut it. Some medication can be provided in different formats, sizes, flavours and custom dosages based on your personal preferences."
    },
    {
        "img": "https://th.bing.com/th/id/OIP.wydzVKIa5jzJx9PATMbHbwHaE8?pid=ImgDet&rs=1",
        "description": "A flu shot protects you against influenza. Because new flu strains emerge year to year, yearly immunization is recommended.Depending on your destination, some immunizations should be considered before and after your trip for maximum safety. Make sure to book an appointment several months in advance to ensure you are fully immunized."
    },
    {
        "img": "https://th.bing.com/th/id/OIP.M6TVbT2p4nILhbQHgmlhbQHaE8?pid=ImgDet&rs=1",
        "description": "Your pharmacist can prescribe and effectuate certain tests to make sure your treatment is working for you. They will also help you keep your condition in check with monitoring tools and advice.Whether you have prediabetes, diabetes or are newly diagnosed, many tests exist to ensure your glycemia is well under control and that your treatment is working well."
    },
    {
        "img": "https://th.bing.com/th/id/R.5d8bd3380dee2eeb980dfa4a892d68fd?rik=aY8d0OJU2qBQxQ&pid=ImgRaw&r=0",
        "description": "Your pharmacist can accompany you through the whole process until baby arrives. They will answer your questions related to medication and vitamins, as well as help you relieve pregnancy-related symptoms. They also have breastfeeding equipment to rent."
    }
]